{
  "name": "Elf",
  "summary": "Origin: The fey-touched, in tune with nature.",
  "description": "Touched by the strange fey, these people have a strong connection to nature and the arcane, and live without law in places of uncontrolled nature.\n\nWhere most humanoids lives to be around 100, Elves live to be around 1000. Their nature does, however, takes a stark shift around the age of 100 regardless, going from adults to \u0022ancients\u0022. Elves stop aging like humans at around their 70s, instead growing in height and hardening their skin. As these elves turn a century old, their appearance finalizes into one much alike a grand tree (though their height is rarely changed by more than a dozen centimeters). Indeed, many ancient elves wear clothes adorned with leaves, mimicking a tree\u0027s crown and branches.\n\nWhere non-ancient elves are usually filled with the wonder and whimzy of fey, many turn a tranquil and relaxing leaf as they grow into ancienthood. In this way, it is rarer to find ancient elves, despite elves living most of their lives as ancient beings.\n\nTaking from their fey origins, elves are usually chaotic, a trait they tend to keep as they grow into ancienthood.",
  "suborigins": [
    {
      "name": "Non-ancient",
      "summary": "Origin: Younger elves, embodying fey whimsy.",
      "description": "An elf younger than a century, who usually embodies the whimsy of their fey origins.",
      "attributes": {
        "wits": "2",
        "intellect": "1"
      },
      "skills": {
        "nature": "1",
        "arcane": "2",
        "trickery": "1"
      },
      "abilities": [
        {
          "name": "A Play at Emotions",
          "description": "You add your {Wits} to, but subtract your {Heart} from, the rolled value.",
          "frequency": "1 per day",
          "reaction": "You roll {Heart} or a {Heart}-skill.",
          "target": "Self"
        }
      ]
    },
    {
      "name": "Ancient",
      "summary": "Origin: Older elves, embodying nature.",
      "description": "An elf older than a century, who usually has left behind their fey whimsy for tranquil rest.",
      "attributes": {
        "wits": "1",
        "intellect": "2"
      },
      "skills": {
        "nature": "2",
        "arcane": "1",
        "lore": "1"
      },
      "abilities": [
        {
          "name": "Wooden Skin",
          "description": "Your body is but a part of nature.\nIf the action uses {Body}, then the acting creature may use {Nature} instead.",
          "reaction": "A creature performs an action only targeting you."
        }
      ]
    }
  ]
}